{
  "diseases": [
    {
      "className": "Acne",
      "description": "Also known as acne vulgaris, is a long-term skin condition that occurs when dead skin cells and oil from the skin clog hair follicles. Typical features of the condition include blackheads or whiteheads, pimples, oily skin, and possible scarring. It primarily affects skin with a relatively high number of oil glands, including the face, upper part of the chest, and back",
      "causes": "Risk factors for the development of acne, other than genetics, have not been conclusively identified. Possible secondary contributors include hormones, infections, diet, and stress. Studies investigating the impact of smoking on the incidence and severity of acne have been inconclusive. Cleanliness (hygiene) and sunlight are not associated with acne.",
      "medication": "Retinoids, BenzylPeroxide, Alpha Hydroxy Acid, Isotretinoin, Adapalene, Clindamycin, Salycilic Acids, Anti-Acne Agents, Doxycycline",
      "prevention": "Washing your face daily with warm water and a facial cleanser. Using an oil-free moisturizer. Wearing “noncomedogenic” makeup products and removing makeup at the end of each day. Keeping your hands away from your face. Avoid greasy food and junk food and add more fresh fruits, vegetables , and whole grains to your diet. Stay Hydrated and Limit Make Up and Limit Sun Exposure"
    },
    {
      "className": "Eczema",
      "description": "Dermatitis is a term used for different types of skin inflammation, typically characterized by itchiness, redness and a rash. In cases of short duration, there may be small blisters, while in long-term cases the skin may become thickened. The area of skin involved can vary from small to covering the entire body. Dermatitis is also called eczema but the same term is often used for the most common type of skin inflammation",
      "causes": "The cause of dermatitis is unknown but is presumed to be a combination of genetic and environmental factors.",
      "medication": "Topical Steroids, Oral Steroids, Anti-Fungal - If Having Infections, Anti-Histamine - If dry or Atopic Eczema, HydroCortisone - steroid, Clobetasol, Bethamethasone, Desonide - steroid, Emulients",
      "prevention": "Moisturize your skin regularly or when your skin becomes dry. Seal in moisture after a bath or shower by immediately applying moisturizer to your skin. Take baths or showers with warm, not hot, water. Stay hydrated and drink at least eight glasses of water each day. Water helps keep your skin moist. Wear loose clothes made of cotton and other natural materials. Wash new clothing before wearing it. Avoid wool or synthetic fibers. Manage your stress and emotional triggers. See a psychiatrist for medication and a therapist for counseling if you’re experiencing symptoms of poor mental/emotional health. Use a humidifier if dry air makes your skin dry. Avoid irritants and allergens."
    },
    {
      "className": "Psoriasis",
      "description": "Psoriasis is a skin disease that causes a rash with itchy, scaly patches, most commonly on the knees, elbows, trunk and scalp.  Psoriasis is a common, long-term (chronic) disease with no cure. It can be painful, interfere with sleep and make it hard to concentrate. The condition tends to go through cycles, flaring for a few weeks or months, then subsiding for a while.",
      "causes": "Psoriasis is thought to be an immune system problem that causes skin cells to grow faster than usual. In the most common type of psoriasis, known as plaque psoriasis, this rapid turnover of cells results in dry, scaly patches.  The cause of psoriasis isn't fully understood. It's thought to be an immune system problem where infection-fighting cells attack healthy skin cells by mistake. Researchers believe that both genetics and environmental factors play a role. The condition is not contagious",
      "medication": "Topical Steroids, Oral Steroids, Methotrexate, Biologics, Vitamin D3, Anti Inflammatory Steroids or Non-Steroids, Anti-Histaines - If itchy, Emulients, Calcipotriol, Vitamin B",
      "prevention": "Avoiding infections like strep throat, avoiding skin injury, such as burns, avoiding UV light, quitting smoking, if you smoke, and avoiding secondhand cigarette smoke. Maintaining a moderate weight or losing weight if you have overweight or obesity. Get a small amount of sunlight each day, with guidance from your healthcare provider on how much sun exposure is safe for you. Eat a nutritious diet and Exercise regularly to Maintain a healthy weight. Limit or avoid alcohol"
    }
  ]
}